Repository: hugolabe/Wike
Catalog: po/kw.po
Languages: kw

source: Article not found
kw: Artikel na kavosys

source: Can’t find any results for requested query
kw: Y fyllis dhe kavos neb sewyansow rag an govyn

source: Can’t access Wikipedia
kw: Y fyllis dhe drehedhes Wikipedya

source: Check your Internet connection and try again
kw: Checkya dha junyans kesrosweyth hag assaya arta

source: Clear Bookmarks List?
kw: Dilea Rol Lyververkys?

source: All bookmarks in the list will be removed permanently.
kw: Oll lyververkys yn an rol a wra removys yn andileadow.

source: Clear List
kw: Dilea Rol

source: Search Suggestions
kw: Kussulyow Hwithrans

source: translator-credits
kw: Flynn

source: Add Bookmark
kw: Addya Lyververk

source: Preferences
kw: Settyansyow

source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

source: About Wike
kw: A-dro Wike

source: Behavior
kw: Fara

source: Keep a List of Recent Articles
kw: Gwitha unn rol a Artiklow A-dhiwedhes

source: Languages
kw: Yethow

source: Search and read Wikipedia articles
kw: Hwilas ha redya artiklow Wikipedya

source: Wikipedia;Encyclopedia;
kw: Wikipedya;Encyklopedia;

source: Wike is a Wikipedia reader for the GNOME Desktop. Provides access to all the content of this online encyclopedia in a native application, with a simpler and distraction-free view of articles.
kw: Wike yw unn redyer Wikipedya rag an Desktop GNOME. Y'n provia hedhes dhe oll dalgh a an encyklopedia warlinen yn unn app teythiek, gans unn gwel sempel ha fogellys a artiklow.

source: The history of visited articles will be deleted permanently.
kw: An istori a artiklow omwelesys gwelys a wra dileys yn andileadow.

source: Clear Personal Data?
kw: Dilea Data Personel?

source: Cookies and cache data will be deleted permanently.
kw: Cookies ha data cache a wra dileys yn andileadow.

source: Clear Data
kw: Dilea Data

source: Search “%s” on Wikipedia
kw: Hwilas “%s” war Wikipedya

source: Home Page
kw: Folen Tre

source: The page that will be displayed when Wike starts
kw: An folen rag displetyans pan Wike dalleth

source: Privacy
kw: Privetter

source: Allow Live Search on Desktop
kw: Alowa Hwithrans Byw war Desktop

source: Warning: all desktop searches will be sent to Wikipedia
kw: Gwarnyans: oll hwithransow desktop a wra danvonys dhe Wikipedya

source: Wike will remember the history of visited articles
kw: Wike a vydh kova an istori artiklow omwelesys

source: Clear
kw: Dilea

source: Cookies and cache data will be deleted
kw: Cookies ha data cache a wra dileys

source: Try Again
kw: Assaya Arta

source: Random Article
kw: Artikel Chonsus

source: Last article
kw: Artikel diwettha

source: Bookmarks
kw: Lyververkys

source: Select All
kw: Dewis Oll

source: Select None
kw: Dewis Vyth

source: Open Link in New Tab
kw: Ygeri Gorgevren yn Tabb Nowydh

source: Add Link to Bookmarks
kw: Addya Gorgevren dhe Lyververkys

source: Open Link in Browser
kw: Ygeri Gorgevren yn Peurell

source: Copy Link to Clipboard
kw: Kopia Gorgevren war Astel Glypp

source: Desktop searches are performed in the default language
kw: Hwithransow desktop yw yn an yeth defowt

source: You can search in other languages ​​using a prefix. Eg. -es to search in Spanish
kw: Ty gallos hwilas yn yethow aral gans devnydhya unn ragelven. R.e. -es rag hwilas yn Spaynek

source: Pick a Font
kw: Dewis unn Font

source: Today
kw: Hedhyw

source: Last 7 days
kw: 7 dedhyow diwettha

source: Last 30 days
kw: 30 dedhyow diwettha

source: Show full history
kw: Diskwedhes istori leun

source: Bookmark added:
kw: Lyververk addys:

source: Print operation completed
kw: Pryntyans deu

source: Print operation failed
kw: Pryntyans fyllis

source: Link copied to clipboard
kw: Gorgevren kopys war astel glypp

source: Source Code
kw: Kod

source: Report an Issue
kw: Derivas unn Kudyn

source: Help Translating
kw: Gweres Treylya

source: Contributors
kw: Kevriysi

source: Flag Icons
kw: Arwodhigow baneryow

source: All content from Wikipedia.org and available under CC BY-SA 4.0 unless otherwise noted. Wike is an independent development not endorsed by or affiliated with the Wikimedia Foundation.
kw: Oll dalgh dhyworth Wikipedia.org ha kavadow yn CC BY-SA 4.0 marnas notys ken. Wike yw unn app anserghek ankeynskrifys hag anomgelmys gans an Fondacyon Wikimedia.

source: Loading…
kw: Karga…

source: Article not Found
kw: Artikel na Kavosys

source: Can’t Access Wikipedia
kw: Y fyllis dhe drehedhes Wikipedya

source: Reading list
kw: Rol Redyans

source: No Contents
kw: Dalghow Vyth

source: There is no table of contents for this page
kw: Yma dalghow vyth rag an folen ma

source: Pick your Languages
kw: Dewis dha Yethow

# shortcut window
source: Languages
kw: Yethow

# shortcut window
source: Search text
kw: Hwilas tekst

# shortcut window
source: Print
kw: Pryntya

# shortcut window
source: Copy link to clipboard
kw: Kopia gorgevren war astel glypp

# shortcut window
source: Main page
kw: Folen chif

# shortcut window
source: History of recent articles
kw: Istori artiklow a-dhiwedhes

# shortcut window
source: Reload current page
kw: Daskarga folen a'n jydh

source: Search Wikipedia
kw: Hwilas Wikipedya

source: New Bookmarks List
kw: Rol Nowydh Lyververkys

source: List Name
kw: Hanow Rol

source: Cancel
kw: Hedhi

source: Create List
kw: Gul Rol

source: Rename Bookmarks List
kw: Dashenwel Rol Lyververkys

source: Rename List
kw: Dashenwel Rol

source: Also delete the list
kw: Maga ta dilea an rol

source: Clear History?
kw: Dilea Istori?

source: Clear History
kw: Dilea Istori

source: Wikipedia main page
kw: Folen chif Wikipedya

source: Random article
kw: Artikel chonsus

source: New Tab
kw: Tabb Nowydh

source: View
kw: Gweles

source: Sidebar
kw: Bord Lestri

source: Search text
kw: Hwilas tekst

source: Start typing to search Wikipedia articles
kw: Dalleth jynnskrifa rag hwilas artiklow Wikipedya

source: Main Page
kw: Folen Chif

source: No Languages
kw: Yethow Vyth

source: This page is not available in other languages
kw: An folen ma yw ankavadow yn neb yethow aral

source: Show
kw: Diskwedhes

source: Language Flags
kw: Baneryow Yethow

source: Link Previews
kw: Ragwologow Gorgevren

source: Empty History
kw: Gwakhe Istori

source: There are no recent articles in the history
kw: Yma artiklow a-dhiwedhes vyth yn an istori

source: No Bookmarks
kw: Lyververkys Vyth

source: Use the Add Bookmark button or press Ctrl+D to add the current article to the list
kw: Devnydhya an boton "Addya Lyververk" po levna Ctrl+D rag addya an artikel a'n jydh dhe an rol

source: Contents
kw: Dalgh

source: History
kw: Istori

source: Print
kw: Pryntya

source: Search Text
kw: Hwilas Tekst

source: Open in Browser
kw: Ygeri yn Peurell

source: Create New List…
kw: Gul Rol Nowydh…

source: Rename List…
kw: Dashenwel Rol…

source: Clear List…
kw: Dilea Rol…

source: It supports more than 300 languages and integrates with desktop searches, providing suggestions that make it easier to find any content. Other features are: bookmarks with multiple lists, article table of contents, history, text searches and much more…
kw: Y'n skoodhya moy es 300 yethow hag oberi gans hwithransow desktop, provia kussulyow rag gul kavos neb dalgh. Nasyow aral yw: lyververkys gans rolyow liesek, dalghow artikel, istori, hwithransow tekst, ha tra moy…

source: Back
kw: War Gamm

source: Forward
kw: War-rag

source: Main Menu
kw: Rol Chif

# shortcut window
source: View open tabs
kw: Gweles tabbow ygor

source: Restore open articles
kw: Restorya artiklow ygor

source: Clear Personal Data on Close
kw: Dilea Data Personel dres Kwytyans

source: Article Menu
kw: Rol Artikel

source: Your languages
kw: Dha yethow

source: All languages
kw: Oll yethow

source: Other languages
kw: Yethow aral

source: 1 language selected
kw: 1 yeth dewisys

source: %s languages selected
kw: %s yethow dewisys

source: Search Languages
kw: Hwilas Yethow

source: Search languages
kw: Hwilas yethow

source: Select
kw: Dewis

source: Remove Selected
kw: Remova Dewisys

source: Always Hide Tabs
kw: Kudha Tabbys Prest

source: The tab bar will also be hidden in desktop mode
kw: An barr tabb a wra kudh maga ta yn fordh desktop

source: No Results
kw: Sewyansow Vyth

source: Enter at least three characters to get search suggestions
kw: Ynworra dhe'n lyha teyr lytherennow rag kussulyow hwithrans

source: Close
kw: Degea

source: Previous Result
kw: Sewyans Kynsa

source: Next Result
kw: Sewyans Nessa

source: Wikipedia Link
kw: Gorgevren Wikipedya

# shortcut window
source: General
kw: Ollgemmyn

# shortcut window
source: Main menu
kw: Rol chif

# shortcut window
source: Sidebar
kw: Bord lestri

# shortcut window
source: Table of contents
kw: Dalghow

# shortcut window
source: Preferences
kw: Settyansow

# shortcut window
source: Keyboard shortcuts
kw: Kesunyansow Bysowek

# shortcut window
source: Quit
kw: Kwytya

# shortcut window
source: Bookmarks
kw: Lyververkys

# shortcut window
source: Add bookmark
kw: Addya lyververk

# shortcut window
source: Tabs
kw: Tabbow

# shortcut window
source: New tab
kw: Tabb nowydh

# shortcut window
source: Close current tab
kw: Degea tabb a'n jydh

# shortcut window
source: Next tab
kw: Tabb nessa

# shortcut window
source: Previous tab
kw: Tabb kynsa

# shortcut window
source: Navigation
kw: Navigacyon

# shortcut window
source: Search articles
kw: Hwilas artiklow

# shortcut window
source: Random article
kw: Artikel chonsus

# shortcut window
source: Previous page
kw: Folen kynsa

# shortcut window
source: Next page
kw: Folen nessa

source: Open Wikipedia Link
kw: Ygeri Gorgevren Wikipedya

# shortcut window
source: Open Wikipedia link
kw: Ygeri gorgevren Wikipedya
